/*********************************************************************************************************************************************
overview:
           db:double的简写
           
        1、双系统压机的控制

*********************************************************************************************************************************************/
//head files
#include "r_cg_macrodriver.h"

#include "h_type_define.h"
#include "m_double_compressor.h"
#include "h_key_operation.h"
#include "h_protect.h"
#include "h_ad.h"



int i ;
















